/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Bestemmer aktuel placering";
"DeterminingLocationStep2" = "Bestemmer aktuel placering.";
"DeterminingLocationStep3" = "Bestemmer aktuel placering..";
"DeterminingLocationStep4" = "Bestemmer aktuel placering...";

"DeterminingLocation" = "Bestemmer aktuel placering...";

"LocationError" = "Kan ikke bestemme den aktuelle placering lige nu";
"CurrentLocation" = "Aktuel placering: %@";
"TurnONAirport" = "Slå AirPort til for at fastslå din aktuelle placering";
